Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Good Luck, Hero!.tmx
Source language: ko_kr
Languages: en_us

source: 후후...
en_us: hehe...

source: 그 애 때문이죠?
en_us: it’s because of the child, isn't it?

source: 말이 심하십니다.
en_us: you’re being harsh.

source: 방정은 떨지 말고요.
en_us: don’t grovel so much.

source: 뭐냐?
en_us: what?

source: 계산은 이걸로 하고.
en_us: you can pay with this.

source: 아버지는 서태용 되시고?
en_us: and your father is taeyong seo?

source: 증오해 마지않는 마왕이
en_us: that abhorred demon lord...

source: 도연화 그거 눈치 빠르다니까···
en_us: gotta hand it to her. yeonhwa do, as sharp as ever...

source: 말이 되는 소리를ꞏꞏꞏ!
en_us: what the hell do you mean...?!

source: 하지만 상관없다.
en_us: but it doesn’t matter.

source: 그건 나중에.
en_us: i’ll do that later.

source: 그리고 회사에 찾아오지 마.
en_us: don’t come looking for me at the headquarters either.

source: 아, 그리고.
en_us: ah, one more thing.

source: 내 말 좀 들으라고!
en_us: listen to me!

source: 너 내가 백수 된 이후로 계속 아버지 회사로 들어오라는 말만 했잖아.
en_us: you kept telling me to join your dad’s company after i became unemployed.

source: 걔랑 나는 비즈니스 친구야.
en_us: she and i are business associates.

source: 마...
en_us: my lor-

source: 드아아아아아아!!
en_us: gaaaaaahhh!!!

source: 나, 나한테요?
en_us: m-me?

source: 타앗
en_us: dash

source: 아니, 들었지.
en_us: no, i did.

source: 오빠!
en_us: hero!

source: 일을 크게 벌일 생각은 없으니 기껏해야 겁을 주는 게 다일 거예요.
en_us: i don’t plan on making a big deal out of this, so all i’ll probably do is give her a scare.

source: 저한테 숨기는 거 있죠.
en_us: you’re hiding something from me, aren’t you?
